Repository: pharmacykitty/piru
Catalog: Piru/Localizable.xcstrings
Source language: en
Languages: es, zh_hans, zh_hant

source: immediate-release
es: liberación inmediata
zh_hans: 速释
zh_hant: 速釋

source: Immediate-release
es: Liberación inmediata
zh_hans: 速释
zh_hant: 速釋

source: Immune modulators and steroids.
es: Inmunomoduladores y esteroides.
zh_hans: 免疫调节剂与类固醇。
zh_hant: 免疫調節劑與類固醇。

source: Immunological
es: Inmunológico
zh_hans: 免疫药
zh_hant: 免疫藥

source: Immunomodulatory Agent
es: Agente inmunomodulador
zh_hans: 免疫调节剂
zh_hant: 免疫調節劑

source: Import & Restore…
es: Importar y restaurar…
zh_hans: 导入与恢复…
zh_hant: 匯入與還原…

source: Import Complete
es: Importación completada
zh_hans: 导入完成
zh_hant: 匯入完成

source: Import complete. Your data is ready.
es: Importación completada. Tus datos están listos.
zh_hans: 导入完成，你的数据已就绪。
zh_hant: 匯入完成，你的資料已就緒。

source: Import Data
es: Importar datos
zh_hans: 导入数据
zh_hant: 匯入資料

source: Import Failed
es: Error al importar
zh_hans: 导入失败
zh_hant: 匯入失敗

source: Import from a File…
es: Importar desde un archivo…
zh_hans: 从文件导入…
zh_hant: 從檔案匯入…

source: Import from PsyLog or any app that shares its format — both old and new versions.
es: Importa desde PsyLog o cualquier app que use su formato — versiones antiguas y nuevas.
zh_hans: 从 PsyLog 或任何使用该格式的应用导入——新旧版本均支持。
zh_hant: 從 PsyLog 或任何使用該格式的應用程式匯入——新舊版本皆支援。

source: In a new place, the conditioned push-back doesn't fire, and the same dose hits as if tolerance were lower. Heroin-tolerant rats given a familiar dose in a novel environment died at markedly higher rates than ones dosed in their usual cage — the pharmacology was the same, the conditioning was not (Siegel et al., Science 1982).
es: En un lugar nuevo, la respuesta compensatoria condicionada no se dispara, y la misma dosis golpea como si la tolerancia fuera menor. Ratas tolerantes a la heroína que recibieron una dosis habitual en un entorno nuevo murieron a tasas notablemente mayores que las dosificadas en su jaula de siempre — la farmacología era la misma, el condicionamiento no (Siegel et al., Science 1982).
zh_hans: 换一个地方，那种条件性的反向调整就不会启动，同样剂量的作用会像耐受更低时那样强。对海洛因已有耐受的大鼠在一个陌生环境下注射惯常剂量，死亡率明显高于在平时笼子里注射的——药理作用是一样的，条件反应不一样（Siegel 等，Science 1982）。
zh_hant: 換一個地方，那種條件性的反向調整就不會啟動，同樣劑量的作用會像耐受更低時那樣強。對海洛因已有耐受的大鼠在一個陌生環境下注射慣常劑量，死亡率明顯高於在平時籠子裡注射的——藥理作用是一樣的，條件反應不一樣（Siegel 等，Science 1982）。

source: In line with your resting %lld bpm
es: Acorde con tus %lld bpm en reposo
zh_hans: 与静息心率 %lld bpm 相当
zh_hant: 與靜息心率 %lld bpm 相當

source: In partnership with dose.wiki ↗
es: En colaboración con dose.wiki ↗
zh_hans: 与 dose.wiki 合作 ↗
zh_hant: 與 dose.wiki 合作 ↗

source: In partnership with substance.wiki ↗
es: En colaboración con substance.wiki ↗
zh_hans: 与 substance.wiki 合作 ↗
zh_hant: 與 substance.wiki 合作 ↗

source: In Stock
es: En existencias
zh_hans: 有库存
zh_hant: 有庫存

source: In the library
es: En la biblioteca
zh_hans: 在资料库中
zh_hant: 在資料庫中

source: In use
es: En uso
zh_hans: 使用中
zh_hant: 使用中

source: In your body
es: En tu cuerpo
zh_hans: 体内
zh_hant: 體內

source: In Your Body
es: En tu cuerpo
zh_hans: 体内
zh_hant: 體內

source: In your body over time
es: En tu cuerpo a lo largo del tiempo
zh_hans: 体内留存变化
zh_hant: 體內留存變化

source: In your system
es: En tu organismo
zh_hans: 体内残留
zh_hant: 體內殘留

source: in-vitro assay
es: ensayo in vitro
zh_hans: 体外测定
zh_hant: 體外測定

source: inactive
es: inactivo
zh_hans: 无活性
zh_hant: 無活性

source: Included in calibration
es: Incluido en la calibración
zh_hans: 已纳入校准
zh_hant: 已納入校準

source: Includes %lld min of workout — the dose rows leave it out
es: Incluye %lld min de ejercicio — las filas de dosis lo excluyen
zh_hans: 其中含 %lld 分钟锻炼——单次用药行已排除
zh_hant: 其中含 %lld 分鐘運動——單次用藥列已排除

source: Increase
es: Aumentar
zh_hans: 增加
zh_hant: 增加

source: Increase amount
es: Aumentar cantidad
zh_hans: 增加剂量
zh_hant: 增加劑量

source: Increased
es: Aumentado
zh_hans: 上升
zh_hant: 上升

source: Increased anxiety and vasoconstriction — stimulants can intensify difficult trips.
es: Más ansiedad y vasoconstricción — los estimulantes pueden intensificar los viajes difíciles.
zh_hans: 焦虑加剧和血管收缩——兴奋剂会加重艰难的体验。
zh_hant: 焦慮加劇和血管收縮——興奮劑會加重艱難的體驗。

source: Increased heart rate and blood pressure — cardiovascular strain.
es: Aumento de la frecuencia cardíaca y la presión arterial — sobrecarga cardiovascular.
zh_hans: 心率和血压增加——心血管压力。
zh_hant: 心率和血壓增加——心血管壓力。

source: Increases central nervous system activity by enhancing monoamine neurotransmission, typically through increased release or reduced reuptake of dopamine and/or norepinephrine. The specific mechanism varies by substance class (releasing agents, reuptake inhibitors, or receptor agonists). Effects include increased alertness, attention, and energy.
es: Aumenta la actividad del sistema nervioso central potenciando la neurotransmisión monoaminérgica, normalmente mediante una mayor liberación o una menor recaptación de dopamina y/o noradrenalina. El mecanismo específico varía según la clase de sustancia (agentes liberadores, inhibidores de la recaptación o agonistas de receptores). Los efectos incluyen mayor alerta, atención y energía.
zh_hans: 通过增强单胺神经传递增加中枢神经系统活性，通常通过增加释放或减少多巴胺和/或去甲肾上腺素的再摄取。具体机制因物质类别（释放剂、再摄取抑制剂或受体激动剂）而异。效应包括警觉度、注意力和能量增加。
zh_hant: 透過增強單胺神經傳導增加中樞神經系統活性，通常透過增加釋放或減少多巴胺和/或正腎上腺素的再攝取。具體機制因物質類別（釋放劑、再攝取抑制劑或受體促效劑）而異。效應包括警覺度、注意力和能量增加。

source: Increases synaptic serotonin, dopamine, and norepinephrine, with a predominant serotonergic component that distinguishes empathogens from classical stimulants. Many also stimulate the release of oxytocin from the hypothalamus, contributing to prosocial effects, emotional openness, and feelings of empathy and connectedness.
es: Aumenta la serotonina, la dopamina y la noradrenalina sinápticas, con un componente serotoninérgico predominante que distingue a los empatógenos de los estimulantes clásicos. Muchos también estimulan la liberación de oxitocina desde el hipotálamo, lo que contribuye a los efectos prosociales, la apertura emocional y las sensaciones de empatía y conexión.
zh_hans: 增加突触血清素、多巴胺和去甲肾上腺素，以血清素能成分为主，这使共情剂与经典兴奋剂相区别。许多还刺激下丘脑释放催产素，助长亲社会效应、情感开放及共情和连结感。
zh_hant: 增加突觸血清素、多巴胺和正腎上腺素，以血清素能成分為主，這使共情劑與經典興奮劑相區別。許多還刺激下丘腦釋放催產素，助長親社會效應、情感開放及共情和連結感。

source: Induces %@, which clears the hormones in the combined pill, patch, ring, implant and hormonal IUD — lowering their levels. Anyone relying on hormonal contraception should consider a backup method. Often noted on the label, but easy to miss.
es: Induce %@, que elimina las hormonas de la píldora combinada, el parche, el anillo, el implante y el DIU hormonal — reduciendo sus niveles. Quien dependa de anticoncepción hormonal debería considerar un método anticonceptivo adicional. Suele indicarse en la información del medicamento, pero es fácil pasarlo por alto.
zh_hans: 可诱导 %@，加速复方口服避孕药、避孕贴剂、阴道避孕环、皮下埋植剂及含激素宫内节育器中激素的代谢，从而降低其血药浓度。依赖激素类避孕的人群应考虑采用备用避孕措施。说明书中通常有提示，但容易被忽略。
zh_hant: 可誘導 %@，加速複方口服避孕藥、避孕貼劑、陰道避孕環、皮下埋植劑及含激素宮內節育器中激素的代謝，從而降低其血藥濃度。依賴激素類避孕的人群應考慮採用備用避孕措施。說明書中通常有提示，但容易被忽略。

source: Inhalation
es: Inhalación
zh_hans: 吸入
zh_hant: 吸入

source: Inhalers, decongestants, and cough.
es: Inhaladores, descongestionantes y antitusivos.
zh_hans: 吸入剂、减充血剂与止咳药。
zh_hant: 吸入劑、減充血劑與止咳藥。

source: inhibition IC₅₀
es: inhibición IC₅₀
zh_hans: 抑制 IC₅₀
zh_hant: 抑制 IC₅₀

source: Initial
es: Inicial
zh_hans: 初始量
zh_hant: 初始量

source: Injection
es: Inyección
zh_hans: 注射
zh_hant: 注射

source: Injection Levels
es: Niveles tras inyección
zh_hans: 注射后血药水平
zh_hant: 注射後血藥水平

source: Input
es: Entrada
zh_hans: 输入
zh_hant: 輸入

source: Insights
es: Tendencias
zh_hans: 洞察
zh_hant: 洞察

source: Insufflation
es: Insuflación
zh_hans: 鼻吸
zh_hant: 鼻吸

source: Intensity
es: Intensidad
zh_hans: 强度
zh_hant: 強度

source: Intensity spectrum
es: Espectro de intensidad
zh_hans: 强度谱
zh_hant: 強度譜

source: Interaction Alerts
es: Alertas de interacciones
zh_hans: 相互作用警报
zh_hant: 相互作用警示

source: Interaction Timeline
es: Línea de tiempo de interacciones
zh_hans: 相互作用时间轴
zh_hant: 相互作用時間軸

source: Interaction Warning
es: Aviso de interacción
zh_hans: 相互作用警告
zh_hant: 相互作用警告

source: interactions
es: interacciones
zh_hans: 相互作用
zh_hant: 相互作用

source: Interactions
es: Interacciones
zh_hans: 相互作用
zh_hant: 相互作用

source: intermediate
es: intermedia
zh_hans: 中效
zh_hant: 中效

source: Interval presets
es: Intervalos predefinidos
zh_hans: 常用间隔
zh_hant: 常用間隔

source: Intravenous
es: Intravenosa
zh_hans: 静脉注射
zh_hant: 靜脈注射

source: intrinsic activity
es: actividad intrínseca
zh_hans: 内在活性
zh_hant: 內在活性

source: Inventory
es: Inventario
zh_hans: 库存
zh_hant: 庫存

source: Inverse Agonist
es: Agonista inverso
zh_hans: 反向激动剂
zh_hant: 反向促效劑

source: Is it working?
es: ¿Está haciendo efecto?
zh_hans: 现在起效了吗？
zh_hant: 現在起效了嗎？

source: Isomer
es: Isómero
zh_hans: 异构体
zh_hant: 異構體

source: It estimates a level. It never suggests a dose or a target. Your lab results fit the model to your measurements, which doesn't establish accuracy between them.
es: Estima un nivel. Nunca sugiere una dosis ni un objetivo. Tus resultados de laboratorio ajustan el modelo a tus mediciones, lo que no establece precisión entre ellas.
zh_hans: 它估计一个水平，从不建议剂量或目标。你的化验结果让模型贴合你的测量值，但这并不能证明各次测量之间的准确性。
zh_hant: 它估計一個水平，從不建議劑量或目標。你的化驗結果讓模型貼合你的測量值，但這並不能證明各次測量之間的準確性。

source: It estimates a level. It never suggests a dose or a target. Your lab results fit the model to your measurements, which doesn't establish accuracy between them. The reference lines are your own.
es: Estima un nivel. Nunca sugiere una dosis ni un objetivo. Tus resultados de laboratorio ajustan el modelo a tus mediciones, lo que no establece precisión entre ellas. Las líneas de referencia son tuyas.
zh_hans: 它估计一个水平，从不建议剂量或目标。你的化验结果让模型贴合你的测量值，但这并不能证明各次测量之间的准确性。参考线是你自己的。
zh_hant: 它估計一個水平，從不建議劑量或目標。你的化驗結果讓模型貼合你的測量值，但這並不能證明各次測量之間的準確性。參考線是你自己的。

source: It's been a long session. Your body and brain need sleep to recover. Try to wind down.
es: Ha sido una sesión larga. Tu cuerpo y tu cerebro necesitan dormir para recuperarse. Intenta bajar el ritmo.
zh_hans: 这一场已经持续了很长时间。你的身体和大脑需要睡眠来恢复。试着放松一下。
zh_hant: 這一場已經持續了很長時間。你的身體和大腦需要睡眠來恢復。試著放鬆一下。

source: IUPAC name
es: Nombre IUPAC
zh_hans: IUPAC 名称
zh_hant: IUPAC 名稱

source: Jaw clenching is commonly reported. Something to chew spares your teeth.
es: Se describe con frecuencia apretar la mandíbula. Tener algo que masticar protege tus dientes.
zh_hans: 常有人会咬紧下颌。嚼点东西可以保护牙齿。
zh_hant: 常有人會咬緊下頜。嚼點東西可以保護牙齒。

source: Jellyfish
es: Medusa
zh_hans: 水母
zh_hant: 水母

source: Join Discord
es: Unirse a Discord
zh_hans: 加入 Discord
zh_hant: 加入 Discord

source: Join the community
es: Únete a la comunidad
zh_hans: 加入社区
zh_hant: 加入社群

source: Journal
es: Diario
zh_hans: 日记
zh_hant: 日記

source: Journal Summary
es: Resumen del diario
zh_hans: 日记摘要
zh_hant: 日記摘要

source: Jump to Date
es: Ir a una fecha
zh_hans: 跳转到日期
zh_hant: 跳轉到日期

source: just now
es: hace un momento
zh_hans: 刚刚
zh_hant: 剛剛

source: Just now
es: Hace un momento
zh_hans: 刚刚
zh_hant: 剛剛

source: Keep My Colors
es: Conservar mis colores
zh_hans: 保留我的颜色
zh_hant: 保留我的顏色

source: Keep Order
es: Mantener orden
zh_hans: 保持顺序
zh_hant: 保持順序

source: Keep substances in a fixed order. When off, recording an entry moves its substance to the front.
es: Mantiene las sustancias en un orden fijo. Si está desactivado, agregar un registro mueve su sustancia al principio.
zh_hans: 保持物质顺序固定。关闭后，添加记录会将对应物质移到最前。
zh_hant: 保持物質順序固定。關閉後，新增記錄會將對應物質移到最前。

source: Keep tabs on what you have on hand and get a heads-up when it runs low.
es: Controla lo que tienes a mano y recibe un aviso cuando se esté acabando.
zh_hans: 随时掌握你的现有量，库存不足时提醒你。
zh_hant: 隨時掌握你的現有量，庫存不足時提醒你。

source: Keep track of what you take and when — one tap to set up gentle reminders. Prescriptions, supplements, vitamins: anything on a schedule.
es: Lleva el control de qué tomas y cuándo — un toque para configurar recordatorios discretos. Medicamentos recetados, suplementos, vitaminas: cualquier cosa con horario.
zh_hans: 记录你服用了什么、何时服用——轻点一下即可设置温和的提醒。处方药、补剂、维生素：任何按计划服用的东西。
zh_hant: 記錄你服用了什麼、何時服用——點一下即可設定溫和的提醒。處方藥、補劑、維生素：任何按計劃服用的東西。

source: Ki ceiling
es: Techo de Ki
zh_hans: Ki 上限
zh_hant: Ki 上限

source: Kick-in and wear-off come from this med's own duration data — the same model the timeline draws. An estimate.
es: El inicio y el fin del efecto salen de los datos de duración de este medicamento — el mismo modelo que dibuja la línea de tiempo. Es una estimación.
zh_hans: 起效与消退时间来自这款药物自身的持续时间数据——与时间线所用的模型相同。这是估算。
zh_hant: 起效與消退時間來自這款藥物自身的持續時間資料——與時間線所用的模型相同。這是估算。

# Kicks in ~%@ · easing off ~%@
source: Kicks in ~%1$@ · easing off ~%2$@
es: Hace efecto ~%@ · se disipa ~%@
zh_hans: 约 %1$@ 起效 · 约 %2$@ 开始消退
zh_hant: 約 %1$@ 起效 · 約 %2$@ 開始消退

source: Kind
es: Tipo
zh_hans: 类型
zh_hant: 類型

source: Lab calibration
es: Calibración con análisis
zh_hans: 化验校准
zh_hant: 化驗校準

source: Label scanning isn't available on this device.
es: El escaneo de etiquetas no está disponible en este dispositivo.
zh_hans: 此设备不支持标签扫描。
zh_hant: 此裝置不支援標籤掃描。

source: Last 7 Days
es: Últimos 7 días
zh_hans: 最近 7 天
zh_hant: 最近 7 天

source: Last 30 Days
es: Últimos 30 días
zh_hans: 最近 30 天
zh_hant: 最近 30 天

source: Last 90 Days
es: Últimos 90 días
zh_hans: 最近 90 天
zh_hant: 最近 90 天

source: Last Backup
es: Última copia de seguridad
zh_hans: 上次备份
zh_hant: 上次備份

source: Last backup failed: %@
es: La última copia de seguridad falló: %@
zh_hans: 上次备份失败：%@
zh_hant: 上次備份失敗：%@

source: last dose %@
es: última dosis %@
zh_hans: 上次剂量 %@
zh_hant: 上次劑量 %@

source: Latest
es: Más reciente
zh_hans: 最近
zh_hant: 最近

source: LD50 (dermal, rodent)
es: DL50 (dérmica, roedor)
zh_hans: LD50（皮肤，啮齿动物）
zh_hant: LD50（皮膚，齧齒動物）

source: LD50 (oral, rodent)
es: DL50 (oral, roedor)
zh_hans: LD50（口服，啮齿动物）
zh_hant: LD50（口服，齧齒動物）

source: LD50 is rodent toxicity (order of magnitude) — not a human safe dose.
es: La DL50 es toxicidad en roedores (orden de magnitud) — no una dosis segura en humanos.
zh_hans: LD50 为啮齿动物毒性（数量级参考），并非人体安全剂量。
zh_hant: LD50 為齧齒動物毒性（數量級參考），並非人體安全劑量。

source: Less
es: Menos
zh_hans: 偏弱
zh_hant: 偏弱

source: Less than usual
es: Menos de lo habitual
zh_hans: 比平时弱
zh_hant: 比平時弱

source: Level
es: Nivel
zh_hans: 平稳
zh_hant: 平穩

source: Levels vary a lot between people, so an uncalibrated curve is a starting point, not a reading. One blood test fits the height. Two on different days fit the shape too. Retest after any change in dose, ester, interval, or site.
es: Los niveles varían mucho entre personas, así que una curva sin calibrar es un punto de partida, no una lectura. Un análisis de sangre ajusta la altura. Dos en días distintos ajustan también la forma. Repite el análisis tras cualquier cambio de dosis, éster, intervalo o zona de inyección.
zh_hans: 不同人之间水平差异很大，所以未校准的曲线是一个起点，不是一次读数。一次血检拟合高度，不同日子的两次还能拟合形状。剂量、酯、间隔或注射部位有任何变化后都要重新检测。
zh_hant: 不同人之間水平差異很大，所以未校準的曲線是一個起點，不是一次讀數。一次血檢擬合高度，不同日子的兩次還能擬合形狀。劑量、酯、間隔或注射部位有任何變化後都要重新檢測。

source: Levels vary a lot between people, so an uncalibrated curve is a starting point, not a reading. Retest after any change in dose, ester, interval, or site.
es: Los niveles varían mucho entre personas, así que una curva sin calibrar es un punto de partida, no una lectura. Repite el análisis tras cualquier cambio de dosis, éster, intervalo o zona de inyección.
zh_hans: 不同人之间水平差异很大，所以未校准的曲线是一个起点，不是一次读数。剂量、酯、间隔或注射部位有任何变化后都要重新检测。
zh_hant: 不同人之間水平差異很大，所以未校準的曲線是一個起點，不是一次讀數。劑量、酯、間隔或注射部位有任何變化後都要重新檢測。

source: Library
es: Biblioteca
zh_hans: 物质库
zh_hant: 物質庫

source: License
es: Licencia
zh_hans: 许可
zh_hant: 許可

source: licensed %@
es: con licencia %@
zh_hans: 授权协议 %@
zh_hant: 授權條款 %@

source: Licenses
es: Licencias
zh_hans: 许可
zh_hant: 授權

source: Lie down even if sleep doesn't come immediately.
es: Acuéstate aunque el sueño no llegue de inmediato.
zh_hans: 即使一时睡不着，也躺下来。
zh_hant: 即使一時睡不著，也躺下來。

source: Life-threatening respiratory depression — this combination is a leading cause of overdose death.
es: Depresión respiratoria potencialmente mortal — esta combinación es una de las principales causas de muerte por sobredosis.
zh_hans: 危及生命的呼吸抑制——此组合是过量致死的主要原因。
zh_hant: 危及生命的呼吸抑制——此組合是過量致死的主要原因。

source: Life-threatening respiratory depression and loss of consciousness — the classic fatal combination.
es: Depresión respiratoria potencialmente mortal y pérdida de consciencia — la combinación mortal clásica.
zh_hans: 危及生命的呼吸抑制与意识丧失——典型的致命组合。
zh_hant: 危及生命的呼吸抑制與意識喪失——典型的致命組合。

source: Life-threatening respiratory depression. A barbiturate opens the GABA-A channel directly rather than modulating it, so this stacks past the point where benzodiazepines alone level off.
es: Depresión respiratoria potencialmente mortal. Un barbitúrico abre el canal GABA-A directamente en vez de modularlo, así que esto se acumula más allá del punto en que las benzodiacepinas solas se estabilizan.
zh_hans: 危及生命的呼吸抑制。巴比妥类直接打开 GABA-A 通道，而不只是调节它，因此这一组合会越过苯二氮䓬类单用时趋于平缓的那个点继续叠加。
zh_hant: 危及生命的呼吸抑制。巴比妥類直接打開 GABA-A 通道，而不只是調節它，因此這一組合會越過苯二氮平類單用時趨於平緩的那個點繼續疊加。

source: Light
es: Ligera
zh_hans: 轻微
zh_hant: 輕微

source: Light activity like walking helps burn off anxious energy.
es: Una actividad ligera como caminar ayuda a quemar la energía ansiosa.
zh_hans: 散步等轻度活动有助于消耗焦虑的能量。
zh_hant: 散步等輕度活動有助於消耗焦慮的能量。

source: Light food and fluids every few hours.
es: Comida ligera y líquidos cada pocas horas.
zh_hans: 每隔几小时摄入清淡食物和水分。
zh_hant: 每隔幾小時攝入清淡食物和水分。

source: Light food every few hours, even if you don't feel hungry.
es: Comida ligera cada pocas horas, aunque no tengas hambre.
zh_hans: 每隔几小时吃些清淡的食物，即使不饿。
zh_hant: 每隔幾小時吃些清淡的食物，即使不餓。

source: Light Mode
es: Modo claro
zh_hans: 浅色模式
zh_hant: 淺色模式

source: Light movement helps — even a short walk.
es: Moverse un poco ayuda — aunque sea caminar un rato.
zh_hans: 轻度活动有帮助——哪怕只是短短走一走。
zh_hant: 輕度活動有幫助——哪怕只是短短走一走。

source: Light movement or stretching — nothing intense
es: Movimiento ligero o estiramientos — nada intenso
zh_hans: 轻度活动或拉伸——不要剧烈运动
zh_hant: 輕度活動或拉伸——不要劇烈運動

source: Lightness
es: Luminosidad
zh_hans: 明度
zh_hant: 明度

source: Likely to matter
es: Probablemente relevante
zh_hans: 可能有影响
zh_hant: 可能有影響

source: Limitations
es: Limitaciones
zh_hans: 局限性
zh_hant: 局限性

source: Limited
es: Limitado
zh_hans: 影响有限
zh_hant: 影響有限

source: Limited data
es: Datos limitados
zh_hans: 数据有限
zh_hant: 資料有限

source: Limited human data
es: Datos limitados en humanos
zh_hans: 人体数据有限
zh_hant: 人體資料有限

source: Linea de la Vida
es: Línea de la Vida

source: Linen
es: Lino
zh_hans: 亚麻
zh_hant: 亞麻

source: Lingering visual or thought patterns are reported too, and usually fade over hours.
es: También se describen patrones visuales o de pensamiento persistentes, que suelen desvanecerse en unas horas.
zh_hans: 也有报告提到残留的视觉或思维模式，通常会在数小时内消退。
zh_hant: 也有報告提到殘留的視覺或思維模式，通常會在數小時內消退。

source: Liquid
es: Líquido
zh_hans: 液体
zh_hant: 液體

source: Listed for this class. Piru can't tell what is causing a change in vision or when it ends — sudden loss of vision or eye pain needs urgent care.
es: Listado para esta clase. Piru no puede saber qué causa un cambio en la visión ni cuándo termina — una pérdida repentina de visión o un dolor ocular requiere atención urgente.
zh_hans: 这一类列出的效应。Piru 无法判断视觉变化的原因或它何时结束——突然失明或眼痛需要紧急就医。
zh_hant: 這一類列出的效應。Piru 無法判斷視覺變化的原因或它何時結束——突然失明或眼痛需要緊急就醫。

source: Lithium
es: Litio
zh_hans: 锂盐
zh_hant: 鋰鹽

source: Live Activity
es: Actividad en vivo
zh_hans: 实时活动
zh_hant: 即時動態

source: Live Activity, when you want it
es: Actividad en vivo, cuando tú quieras
zh_hans: 需要时，随手开启实时活动
zh_hant: 需要時，隨手開啟即時動態

source: Load
es: Carga
zh_hans: 负荷
zh_hant: 負荷

source: Loading pharmacology…
es: Cargando farmacología…
zh_hans: 正在加载药理学数据…
zh_hant: 正在載入藥理學資料…

source: Locating…
es: Localizando…
zh_hans: 定位中…
zh_hant: 定位中…

source: Location
es: Ubicación
zh_hans: 位置
zh_hant: 位置

source: Location access is off
es: El acceso a la ubicación está desactivado
zh_hans: 定位权限已关闭
zh_hant: 定位權限已關閉

source: Location access is off. Turn it on in Settings to use your current location.
es: El acceso a la ubicación está desactivado. Actívalo en Configuración para usar tu ubicación actual.
zh_hans: 位置访问已关闭。请在“设置”中开启以使用当前位置。
zh_hant: 位置存取已關閉。請在「設定」中開啟以使用目前位置。

source: Location: %@
es: Ubicación: %@
zh_hans: 位置：%@
zh_hant: 位置：%@

source: Log
es: Registrar
zh_hans: 记录
zh_hant: 記錄

source: Log %@
es: Registrar %@
zh_hans: 记录 %@
zh_hant: 記錄 %@

source: Log %@ %@ of %@
es: Registrar %@ %@ de %@
zh_hans: 记录 %3$@ %1$@ %2$@
zh_hant: 記錄 %3$@ %1$@ %2$@

source: Log %@ of %@
es: Registrar %@ de %@
zh_hans: 记录 %2$@ %1$@
zh_hant: 記錄 %2$@ %1$@

source: Log %@, %@
es: Registrar %@, %@
zh_hans: 记录 %@，%@
zh_hant: 記錄 %@，%@

# Log %lld Item%@
source: Log %1$lld Item%2$@
es: Registrar %lld elemento%@
zh_hans: 记录 %1$lld 个项目
zh_hant: 記錄 %1$lld 個項目

source: Log ^[%lld Item](inflect: true)
es: Registrar ^[%lld elemento](inflect: true)
zh_hans: 记录 %lld 个项目
zh_hant: 記錄 %lld 個項目

source: Log a dose
es: Registrar una dosis
zh_hans: 记录剂量
zh_hant: 記錄劑量

source: Log a few doses and each substance's tolerance shows up here.
es: Registra unas cuantas dosis y la tolerancia de cada sustancia aparecerá aquí.
zh_hans: 记录几次剂量后，每种物质的耐受性都会显示在这里。
zh_hant: 記錄幾次劑量後，每種物質的耐受性都會顯示在這裡。

source: Log a few doses and the modeled tolerance shows up here. The model sees only what is logged, so an empty screen says nothing about your actual tolerance.
es: Registra unas cuantas dosis y la tolerancia modelada aparecerá aquí. El modelo solo ve lo que está registrado, así que una pantalla vacía no dice nada sobre tu tolerancia real.
zh_hans: 记录几次剂量，模型估计的耐受就会显示在这里。模型只看得到已记录的内容，所以空白的页面并不说明你实际的耐受情况。
zh_hant: 記錄幾次劑量，模型估計的耐受就會顯示在這裡。模型只看得到已記錄的內容，所以空白的頁面並不說明你實際的耐受情況。

source: Log an injectable estradiol or testosterone ester to see your estimated hormone levels here.
es: Registra un éster inyectable de estradiol o testosterona para ver aquí tus niveles hormonales estimados.
zh_hans: 记录一次可注射的雌二醇或睾酮酯，就能在这里看到你的激素水平估计。
zh_hant: 記錄一次可注射的雌二醇或睪固酮酯，就能在這裡看到你的荷爾蒙水平估計。

source: Log Anyway
es: Registrar de todos modos
zh_hans: 仍要记录
zh_hant: 仍要記錄

source: Log it in seconds
es: Regístralo en segundos
zh_hans: 几秒即可记录
zh_hant: 幾秒即可記錄

source: Log medications and substances, record how you feel, and explore referenced information. Piru is a record and a reference, not medical advice.
es: Registra medicamentos y sustancias, anota cómo te sientes y explora información con referencias. Piru es un registro y una referencia, no consejo médico.
zh_hans: 记录药物和物质，记下你的感受，并查阅有出处的信息。Piru 是一份记录和参考资料，不是医疗建议。
zh_hant: 記錄藥物和物質，記下你的感受，並查閱有出處的資訊。Piru 是一份記錄和參考資料，不是醫療建議。

source: Log Meds
es: Registrar medicamentos
zh_hans: 记录用药
zh_hant: 記錄用藥

source: Log some entries to see usage stats.
es: Registra algunas dosis para ver estadísticas de uso.
zh_hans: 记录一些条目以查看使用统计。
zh_hant: 記錄一些條目以查看使用統計。

source: Log this
es: Registrar esto
zh_hans: 记录这次
zh_hant: 記錄這次

source: Log This
es: Registrar esto
zh_hans: 记录此项
zh_hant: 記錄此項

source: Logged with no number — stays out of curves, totals, and tolerance.
es: Registrada sin cantidad — queda fuera de curvas, totales y tolerancia.
zh_hans: 已记录，但未填数值——不计入曲线、总量和耐受性。
zh_hant: 已記錄，但未填數值——不計入曲線、總量和耐受性。

source: Logged, but the model has no data for these, so they are left out: %@.
es: Registradas, pero el modelo no tiene datos de estas, así que quedan fuera: %@.
zh_hans: 已记录，但模型没有这些的数据，因此未计入：%@。
zh_hant: 已記錄，但模型沒有這些的資料，因此未計入：%@。

source: Logs in this unit convert to the mass automatically.
es: Los registros en esta unidad se convierten a masa automáticamente.
zh_hans: 以该单位记录时会自动换算为质量。
zh_hant: 以此單位記錄時會自動換算為質量。

source: Logs the dose with no number; it stays out of curves, totals, and tolerance.
es: Registra la dosis sin cantidad; queda fuera de curvas, totales y tolerancia.
zh_hans: 不记录数值；这条记录不会计入曲线、总量和耐受性。
zh_hant: 不記錄數值；這條記錄不會計入曲線、總量和耐受性。

source: long-acting
es: de acción prolongada
zh_hans: 长效
zh_hant: 長效

source: longest break
es: pausa más larga
zh_hans: 最长间断
zh_hant: 最長間斷
